export const gameArray = [
  {
    id: 1,
    name: 'ATOMIC HEART',
    price: 299,
    oldPrice: 3999,
    sale: 80,
    releaseDate: '31.12.2022',
    genre: 'Экшен',
    image: 'https://pandalive-shop.com/i/atomic-heart-game-1670748290.webp',
    intro: 'Внимание! Для доставки товара возможно потребуется смена региона на вашем аккаунте на Турцию, мы Вам поможем все сделать после покупки! Также может потребоваться доступ к аккаунту для смены региона.Приключенческий шутер от первого лица от российской студии Mundfish. Действие игры разворачивается в альтернативной версии СССР. Игроку предстоит взять на себя роль офицера КГБ СССР, которому необходимо разобраться, что случилось на предприятии «3826» и зачистить завод от бесконтрольных роботов.',
  },
  {
    id: 2,
    name: 'WoW: Dragonflight Base Edition',
    price: 299,
    oldPrice: 3499,
    sale: 80,
    releaseDate: '28.11.2022',
    genre: 'MMO',
    image: 'https://pandalive-shop.com/i/wow-dragonflight-base-edition-game-1670575674.webp',
    intro: 'Покорите Драконьи острова, играя за очнувшегося от спячки драктира-пробудителя — первой комбинации расы и класса в истории World of Warcraft. Дополнение Dragonflight включает значительные изменения для существующих игровых систем',
  },
  {
    id: 3,
    name: 'Sons Of The Forest',
    price: 299,
    oldPrice: 1299,
    sale: 80,
    releaseDate: '23.02.2023',
    genre: 'Выживание',
    image: 'https://pandalive-shop.com/i/sons-of-the-forest-game-1677180343.webp',
    intro: 'Sons of the Forest, долгожданное продолжение игры The Forest от Endnight Games, уже здесь. Хотя и в виде раннего доступа. С момента выхода игры The Forest прошло почти девять лет, так что для тех, кто терпеливо ждал возможности снова исследовать опасный остров с друзьями, это было очень долго.',
  },
  {
    id: 4,
    name: 'Hogwarts Legacy',
    price: 299,
    oldPrice: 1699,
    sale: 80,
    releaseDate: '10.01.2023',
    genre: 'Ролевая игра, Фентези',
    image: 'https://static.gabestore.ru/product/kmJVmCLrFnvODzkdt2MNGBk8aEj0Zqiy.jpg',
    intro: 'Наследие Хогвартса - это захватывающая ролевая игра с открытым миром, действие которой разворачивается в мире, впервые представленном в книгах о Гарри Поттере. Впервые познакомьтесь с Хогвартсом 1800-х годов. Ваш персонаж - студент, который владеет ключом к древней тайне, которая угрожает разорвать волшебный мир на части. Теперь вы можете взять под свой контроль действие и оказаться в центре собственного приключения в волшебном мире. Твое наследие - это то, что ты из него делаешь.',
  },
  {
    id: 5,
    name: 'The Last of Us™ Part I ПРЕДЗАКАЗ',
    price: 299,
    oldPrice: 4279,
    sale: 80,
    releaseDate: '28.03.2023',
    genre: 'Ролевая игра',
    image: 'https://pandalive-shop.com/i/the-last-of-us-part-i-predzakaz-game-1676739999.webp',
    intro: `— Однопользовательская кампания «Одни из нас» и глава-предыстория «Оставшиеся позади»
      — Ранний доступ к следующим игровым предметам:
      увеличенная скорость изготовления предметов
      увеличенная скорость лечения
      улучшение для ускоренной перезарядки пистолета калибра 9 мм
      улучшение для увеличенного объёма винтовочной обоймы
      игровой модификатор разрывных стрел
      фильтр «Дизер-панк»
      режим «Прохождение на скорость»
      шесть окрасок для оружия: «Чёрное золото» для 9-мм пистолета, «Серебряная филигрань» для 9-мм пистолета, «Тактическое покрытие» для дробовика, «Резьба по дубу» для дробовика, «Арктическая белизна» для лука, «Чёрный композит» для лука.
      Игра «Одни из нас™» с эмоциональным сюжетом и незабываемыми персонажами получила более 200 наград «Игра года».
      После падания цивилизации на её руинах безраздельно властвуют заражённые и выжившие. Джоэлу, потрёпанному жизнью главному герою, поручено вывести 14-летнюю Элли из военной карантинной зоны. Лёгкая, казалось бы, задача превращается в тяжкий путь через всю страну.
      В состав издания входит полна одиночная кампания «Одни из нас» и знаменитая глава-предыстория «Оставшиеся позади», где рассказывается, как жизнь Элли и её лучшей подруги Райли изменилась навсегда.`,
  },
  {
    id: 6,
    name: 'Grand Theft Auto V + Premium Online Edition',
    price: 299,
    oldPrice: 4279,
    sale: 80,
    releaseDate: '13.04.2015',
    genre: 'Онлайн, Приключение, Экшен',
    image: 'https://pandalive-shop.com/i/grand-theft-auto-v-game-1639129208.webp',
    intro: `В издание Grand Theft Auto V: Premium Edition входят полный сюжетный режим GTA V, Grand Theft Auto Online и все ранее выпущенные материалы и обновления. Вы также получите стартовый набор «Преступная организация» — самый быстрый способ основать собственную криминальную империю в GTA Online.
      Grand Theft Auto V: Premium Edition
      В издание Grand Theft Auto V: Premium Edition входят сюжетный режим Grand Theft Auto V, бесплатный доступ к постоянно развивающемуся миру Grand Theft Auto Online и все ранее выпущенные материалы и обновления, в том числе «Судный день», «Торговля оружием», «Контрабандисты», «Байкеры» и многое другое. Вы также получите стартовый набор «Преступная организация» — самый быстрый способ основать собственную криминальную империю в Grand Theft Auto Online.
      GRAND THEFT AUTO V
      Чтобы провести серию дерзких ограблений и выжить в большом неприветливом городе, уличному ловчиле, вышедшему на пенсию грабителю банков и вселяющему ужас психопату приходится работать с самыми оторванными и безумными преступниками, шоуменами и госслужащими Западного побережья.
      GRAND THEFT AUTO ONLINE
      Вас ждёт открытый, постоянно развивающийся мир, где вы можете по сети строить криминальную карьеру в Лос-Сантосе и округе Блэйн самими разными способами.
      СТАРТОВЫЙ НАБОР «ПРЕСТУПНАЯ ОРГАНИЗАЦИЯ»
      Стартовый набор «Преступная организация» — самый быстрый способ для новых игроков построить собственную криминальную империю в GTA Online. В набор вошли самые интересные и популярные материалы стоимостью более 10 000 000 долларов GTA, а также денежный бонус в размере 1 000 000 долларов GTA.`,
  },
  {
    id: 7,
    name: 'CS:GO Prime Status Upgrade',
    price: 299,
    oldPrice: 865,
    sale: 80,
    releaseDate: '21.08.2012',
    genre: 'Онлайн, Шутер',
    image: 'https://pandalive-shop.com/i/csgo-prime-status-upgrade-game-1639064779.webp',
    intro: `Counter-Strike: Global Offensive (CS:GO) расширяет границы ураганной командной игры, представленной ещё 19 лет назад.
      CS:GO включает в себя новые карты, персонажей, оружие и режимы игры, а также улучшает классическую составляющую CS (de_dust2 и т. п.).
      «Counter-Strike удивила всю игровую индустрию, когда ничем не примечательная модификация стала одним из самых популярных шутеров в мире почти сразу после выпуска в августе 1999 года, — говорит Даг Ломбарди из Valve. — Уже на протяжении 12 лет она продолжает быть одной из самых популярных игр в мире и возглавляет киберспортивные соревнования, а по всему миру продано более 25 миллионов игр этой серии. CS:GO обещает расширить границы заслужившего известность игрового процесса и предложить его игрокам не только на ПК, но и на консолях следующего поколения и компьютерах Mac».`,
  },
  {
    id: 8,
    name: 'Rust',
    price: 299,
    oldPrice: 1100,
    sale: 80,
    releaseDate: '08.02.2018',
    genre: 'Инди, Онлайн, Приключение, Шутер, Экшен',
    image: 'https://pandalive-shop.com/i/rust-game-1638989690.webp',
    intro: `Единственная цель в Rust – выжить. Для этого вам понадобится преодолеть такие трудности, как голод, жажда и холод. Разведите костер. Постройте убежище. Убивайте животных, чтобы добыть мясо. Защищайте себя от других игроков и убивайте их, чтобы добыть мясо. Создавайте союзы с другими игроками и сформируйте город. Делайте все возможное, чтобы выжить.`,
  },
  {
    id: 9,
    name: 'MineCraft',
    price: 299,
    oldPrice: 1999,
    sale: 80,
    releaseDate: '10.05.2009',
    genre: 'Крафтинг, Онлайн, Пиксельная графика, Приключение, Симулятор, Экшен',
    image: 'https://pandalive-shop.com/i/minecraft-game-1639062092.webp',
    intro: `Minecraft — компьютерная инди-игра в жанре песочницы с элементами симулятора выживания и открытым миром, разработанная шведским программистом Маркусом Перссоном, известным также как «Notch», и позже выпускаемая основанной Перссоном компанией Mojang.`,
  },
  {
    id: 10,
    name: 'Dead by Daylight',
    price: 299,
    oldPrice: 690,
    sale: 80,
    releaseDate: '14.06.2016',
    genre: 'Онлайн, Хоррор, Экшен',
    image: 'https://pandalive-shop.com/i/dead-by-daylight-game-1638992624.webp',
    intro: `Dead by Daylight - это многопользовательская игра в жанре ужасов в режиме (4 против 1), где один игрок берет на себя роль жестокого Убийцы, а четыре других игрока являются Выжившими, пытающимися сбежать от убийцы.`,
  },
  {
    id: 10,
    name: 'Call of Duty: Modern Warfare II',
    price: 299,
    oldPrice: 3999,
    sale: 80,
    releaseDate: '25.09.2022',
    genre: 'Шутер',
    image: 'https://pandalive-shop.com/i/call-of-duty-modern-warfare-ii-game-1666259944.webp',
    intro: `Внимание! Для доставки товара возможно потребуется смена региона на вашем аккаунте на Казахстан, мы Вам поможем все сделать после покупки!
      Вторая часть берет начало спустя нескольких лет после событий Call of Duty 4: Modern Warfare. Корнем зла же в MW 2 стали русские террористы. Право слово, мы польщены!
      Ладно, в сторону эту ненужную этническую подоплеку – гораздо интересней узнать, что изменилось в геймплее со времен первого Modern Warfare. А изменилось не так и мало – одиночная кампания прибавила в продолжительности и обходит своего прародителя по числу геймплейных часов, миссии стали более «открытыми» и нелинейными, а повоевать придется не только на просторах русских гор, но и в Афганистане и Рио-де-Жанейро. Наконец-таки исправлен постоянный респаун врагов, ввергавший слабых духом в отчаяние, и даже больше – при желании игрок может пройти часть миссий, оставаясь незамеченным и использую технику бесшумного перемещения и ломания шейных позвонков. Враги тоже время зря не теряли – у них появились пуленепробиваемые щиты и передвижные турели, поливающие свинцом главного героя. В онлайновой части пока что одно радикальное изменение – скачивать вручную патчи теперь не нужно, игра сама ищет обновления и автоматически устанавливает их. Ложечка дегтя – «кооператива» для одиночной кампании не предусмотрено. Впрочем, отдельные миссии пройти на пару с друзьями все-таки можно.`,
  },
];
export const advantagesArray = [
  {
    id: 1,
    title: 'Скидки круглый год',
    img: 'https://gabestore.ru/images/Gabestore_icons_discounts.png'
  },
  {
    id: 2,
    title: 'Круглосуточная поддержка',
    img: 'https://gabestore.ru/images/Gabestore_icons_support_24.png'
  },
  {
    id: 3,
    title: 'Система достижений',
    img: 'https://gabestore.ru/images/Gabestore_icons_achievement_system.png'
  },
  {
    id: 4,
    title: 'Активное коммьюнити',
    img: 'https://gabestore.ru/images/Gabestore_icons_active_community.png'
  },
  {
    id: 5,
    title: 'Любовь к играм',
    img: 'https://gabestore.ru/images/Gabestore_icons_charity_events.png'
  },
];